labplus-cn/mpython_esp32s3/port/boards/labplus_Ledong_psram/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "CLASSROOM KIT"
#define MICROPY_HW_MCU_NAME "ESP32"
#define MICROPY_PY_NETWORK_HOSTNAME_DEFAULT "mpy-classroom-kit"

#ifndef MICROPY_PY_ESP_MUSIC
#define MICROPY_PY_ESP_MUSIC                   (1)
#endif

#define MICROPY_HW_ENABLE_GPIO16 (1)
#define MICROPY_HW_ENABLE_GPIO17 (1)

// #define MICROPY_PY_TTS                         (1)
// #define MICROPY_PY_ASR                         (1)
